codaws/request.xml

<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><S:Body><ns2:sayHello xmlns:ns2="http://exone/"><arg0>sibi</arg0></ns2:sayHello></S:Body></S:Envelope>